Repository: common-repository/videos-on-admin-dashboard
Catalog: languages/videos-on-admin-dashboard-*.po
Languages: de_de, es_es

source: . Professionell, und ganz nach deinen Wünschen.
es_es: . Profesionalmente, y de acuerdo con sus deseos.

source: About Nahiro.net
de_de: Über Nahiro.net
es_es: Acerca de Nahiro.net

source: Administrator
es_es: Administrador

source: Author
de_de: Autor
es_es: Autor

source: Categories List
de_de: Kategorien Liste
es_es: Lista de categorías

source: Contributor
de_de: Beitragende
es_es: Colaborador

source: Create as many videos as you need without any limits.
de_de: Erstellen Sie so viele Videos, wie Sie benötigen, ohne jegliche Einschränkungen.
es_es: Crea todos los vídeos que necesites sin límites.

source: Create as many widgets as you need to better organize your videos.
de_de: Erstellen Sie so viele Widgets, wie Sie benötigen, um Ihre Videos besser zu organisieren.
es_es: Crea tantos widgets como necesites para organizar mejor tus vídeos.

source: Create unlimited videos and widgets on the dashboard.
de_de: Erstellen Sie unbegrenzt Videos und Widgets auf dem Dashboard.
es_es: Crea un número ilimitado de vídeos y widgets en el panel de control.

source: Design Anpassungen
de_de: Design customizations
es_es: Adaptaciones de diseño

source: Enter the video URL for each video of Youtube, Vimeo or Google Drive Video:
de_de: Geben Sie die Video-URL für jedes Video von Youtube, Vimeo oder Google Drive Video ein:
es_es: Introduzca la URL de cada vídeo de Youtube, Vimeo o Google Drive Video:

source: Fordern Sie jetzt einfach Ihr individuelles WordPress Support Angebot an. Natürlich ganz unverbindlich und kostenlos.
es_es: Sólo tiene que solicitar ahora su oferta individual de asistencia para WordPress. Por supuesto, sin compromiso y de forma gratuita.

source: Go Premium
de_de: Go Pro
es_es: Ir a Premium

source: Having any trouble? Don’t worry as you can reach out to our expert Support team any time.
de_de: Haben Sie ein Problem? Keine Sorge, Sie können sich jederzeit an unser kompetentes Support-Team wenden.
es_es: ¿Tiene algún problema? No se preocupe, ya que puede ponerse en contacto con nuestro experto equipo de asistencia en cualquier momento.

source: Include Youtube or Vimeo tutorials and support videos for your customers or for your Wordpress dashboard.
de_de: Binden Sie Youtube- oder Vimeo-Tutorials und Support-Videos für Ihre Kunden oder für Ihr Wordpress-Dashboard ein.
es_es: Incluya tutoriales de Youtube o Vimeo y vídeos de soporte para sus clientes o para su panel de control de Wordpress.

source: Note
de_de: Anmerkung
es_es: Nota

source: Note:
de_de: Anmerkung:
es_es: Nota:

source: Organize all the widgets you need in the dashboard.
de_de: Organisieren Sie alle Widgets, die Sie benötigen, im Dashboard.
es_es: Organiza todos los widgets que necesites en el panel de control.

source: Please fill this field
de_de: Bitte füllen Sie dieses Feld aus
es_es: Por favor, rellene este campo

source: premium version.
de_de: pro-version.
es_es: versión premium.

source: Priority Support
de_de: Vorrangige Unterstützung
es_es: Apoyo prioritario

source: Programmierung
es_es: Programación

source: Save Categories
de_de: Kategorien speichern
es_es: Guardar categorías

source: Save Options
de_de: Optionen speichern
es_es: Guardar la configuración

source: Save Settings
de_de: Einstellungen speichern
es_es: Guardar la configuración

source: Seit mehr als 10 Jahren beschäftigen wir uns mit WordPress. Daher kennen wir bereits viele typische WordPress Fehler und können diese schnell beheben.
es_es: Llevamos más de 10 años trabajando con WordPress. Por lo tanto, ya conocemos muchos errores típicos de WordPress y podemos solucionarlos rápidamente.

source: Settings
de_de: Einstellungen
es_es: Ajustes

source: Sie benötigen eine ganz individuelle Programmierlösung? Sprechen Sie uns auch gern bei individuellen Anforderungen an.
es_es: ¿Necesita una solución de programación totalmente individualizada? No dude en ponerse en contacto con nosotros para conocer sus necesidades individuales.

source: Sie haben ein spezielles Problem, bei dem Sie WordPress Hilfe benötigen, oder suchen nach kompetenter Beratung zu einem speziellen WordPress Thema? Zögern Sie nicht, uns anzusprechen und wir finden sicher eine individuelle Lösung für Sie.
es_es: ¿Tienes un problema específico para el que necesitas ayuda con WordPress o buscas consejo de un experto sobre un tema específico de WordPress? No dude en ponerse en contacto con nosotros y seguro que encontraremos una solución individual para usted.

source: Sie haben eine individuelle Anfrage? Kein Problem. Sprechen Sie uns gern an. Wir finden mit Sicherheit eine Lösung.
es_es: ¿Tiene una petición individual? No hay problema. No dude en ponerse en contacto con nosotros. Seguro que encontramos una solución.

source: Sie möchten das Design Ihrer WordPress Webseite verändern oder benötigen technische Unterstützung? Gerne unterstütze ich Sie bei großen und kleinen Anpassungen. Schnell und unkompliziert!
es_es: ¿Quieres cambiar el diseño de tu sitio web de WordPress o necesitas asistencia técnica? Me complace apoyarle en los ajustes grandes y pequeños. Rápido y sin complicaciones.

source: Sie suchen einen zuverlässigen Partner der sich um die technischen belange Ihrer WordPress Webseite kümmert?Wir kümmern uns in vereinbartem Umfang um Updates, Backups sowie das Monitoring und die Sicherheit Ihrer Webseite. Schauen Sie sich unser Angebot an.
es_es: Si está buscando un socio de confianza que se encargue de los aspectos técnicos de su sitio web de WordPress, podemos encargarnos de las actualizaciones, las copias de seguridad, la supervisión y la seguridad de su sitio web en la medida acordada. Echa un vistazo a nuestra oferta.

source: Sie wollen den Provider wechseln. Gerne unterstützen wir Sie dabei. Ausfallsicher und komplett von uns gemanagt ziehen wir Ihre WordPress Webseite, die betroffenen Domains für Sie um. Das ganze ohne Ausfallzeit und Probleme.
es_es: Quieres cambiar de proveedor. Estaremos encantados de apoyarle en esto. A prueba de fallos y completamente gestionado por nosotros, trasladamos su sitio web WordPress y los dominios correspondientes por usted. Todo ello sin tiempos de inactividad ni problemas.

source: Sollten umfangreichere Maßnahmen zur Beseitigung des Fehlers nötig sein, erhalten Sie selbstverständlich einen Kostenvorschlag. Somit können Sie selbst entscheiden, ob Sie die vorgeschlagenen Anpassungen umsetzen möchten oder nicht.
es_es: En caso de que sean necesarias medidas más amplias para eliminar el error, recibirá, por supuesto, una propuesta de costes. Así, usted puede decidir por sí mismo si quiere aplicar los ajustes propuestos o no.

source: Subscriber
de_de: Abonnent
es_es: Suscriptor

source: Support
de_de: Unterstützung
es_es: Soporte

source: The key is invalid
de_de: Der Schlüssel ist ungültig
es_es: La clave no es válida

source: The key is outdate
de_de: Der Schlüssel ist veraltet
es_es: La clave está en la fecha de caducidad

source: The key is valid for another domain
de_de: Der Schlüssel ist für eine andere Domäne gültig
es_es: La clave es válida para otro dominio

source: The premium version helps us to continue development of the product incorporating even more features and enhancements.
de_de: Die Premium-Version hilft uns, das Produkt weiter zu entwickeln und noch mehr Funktionen und Verbesserungen einzubauen.
es_es: La versión premium nos ayuda a seguir desarrollando el producto incorporando aún más funciones y mejoras.

source: This is a free plugin, your are allowed to create just one widget and a maximun of three videos, if you want to have unlimited videos and create unlimited widgets on the dashboard please get the
de_de: Dies ist ein kostenloses Plugin, Sie dürfen nur ein Widget und maximal drei Videos erstellen, wenn Sie unbegrenzte Videos und unbegrenzte Widgets auf dem Dashboard erstellen möchten, holen Sie sich bitte das
es_es: Este es un plugin gratuito, se le permite crear sólo un widget y un máximo de tres videos, si desea tener un número ilimitado de videos y crear un número ilimitado de widgets en el tablero de instrumentos por favor obtenga la versión premium.

source: This is a free plugin, your are allowed to create just one widget and a maximun of three videos, if you want to have unlimited videos and create unlimited widgets on the dashboard please get the premium version.
de_de: Dies ist ein kostenloses Plugin, Sie dürfen nur ein Widget und maximal drei Videos erstellen. Wenn Sie unbegrenzte Videos und unbegrenzte Widgets auf dem Dashboard erstellen möchten, erwerben Sie bitte die Premium-Version.
es_es: Este es un plugin gratuito, se le permite crear sólo un widget y un máximo de tres videos, si desea tener un número ilimitado de videos y crear un número ilimitado de widgets en el tablero de instrumentos por favor obtenga la versión premium.

source: Title
de_de: Titel
es_es: Título

source: Unlimited Videos
de_de: Unbegrenzte Videos
es_es: Vídeos ilimitados

source: Unlimited Widgets
de_de: Unbegrenzte Widgets
es_es: Widgets ilimitados

source: Unlimited widgets on the Dashboard
de_de: Unbegrenzte Anzahl von Widgets auf dem Dashboard
es_es: Widgets ilimitados en el panel de control

source: Unverbindlich Anfragen
es_es: Solicitud sin compromiso

source: Upgrade To PRO
de_de: Upgrade auf PRO
es_es: Actualizar a PRO

source: Videos
es_es: Vídeos

source: Videos on Admin Dashboard Options
de_de: Videos zu den Optionen des Admin-Dashboards
es_es: Vídeos sobre las opciones del panel de administración

source: What is the minimum user role you wish to be able to see the videos in the dashboard?
de_de: Welche Benutzerrolle sollten Sie mindestens haben, um die Videos im Dashboard sehen zu können?
es_es: ¿Cuál es el rol mínimo de usuario que desea que pueda ver los videos en el tablero?

source: Why upgrade to Premium Version?
de_de: Warum ein Upgrade auf die Pro-Version?
es_es: ¿Por qué pasar a la versión Premium?

source: WordPress Beratung
es_es: Consultoría de WordPress

source: WordPress Hilfe im Berlin gesucht? &nbsp;Sie haben Probleme mit Ihrer WordPress Webseite? im Notfall stehen wir Ihnen zur Seite und helfen bei der Behebung von Fehlern, Anpassung, Erweiterung, Problembehebung, Pflege, Optimierung oder
es_es: ¿Se busca ayuda para WordPress en Berlín? ¿Tienes problemas con tu sitio web de WordPress? en caso de emergencia, estamos a tu lado y te ayudamos con la solución de problemas, la personalización, la extensión, la solución de problemas, el mantenimiento, la optimización o

source: WP Wartungsvertrag
es_es: Contrato de mantenimiento de WP

source: WP Webseite Umzug
es_es: Mudanza del sitio web de WP

source: Editor
de_de: Herausgeber
